{
  "users": [],
  "favorites": [
    {
      "id": "e276",
      "source": {
        "id": null,
        "name": "Hipertextual"
      },
      "author": "Gabriel Erard",
      "title": "Samsung lleva One UI a sus televisores con Tizen: estas son sus principales novedades",
      "description": "Los televisores de Samsung que usan Tizen como sistema operativo han comenzado a actualizarse a One UI. De esta manera, los coreanos pretenden unificar la experiencia de software entre estos dispositivos y otros productos —como sus móviles y tablets— que usan…",
      "url": "http://hipertextual.com/2024/10/samsung-one-ui-actualizacion-televisores-tizen",
      "urlToImage": "https://imgs.hipertextual.com/wp-content/uploads/2024/01/samsung-neo-qled-8k-001.jpg",
      "publishedAt": "2024-10-14T16:12:23Z",
      "content": "Los televisores de Samsung que usan Tizen como sistema operativo han comenzado a actualizarse a One UI. De esta manera, los coreanos pretenden unificar la experiencia de software entre estos disposit… [+2142 chars]",
      "isFavorite": true,
      "userId": "3"
    },
    {
      "id": "f34a",
      "source": {
        "id": null,
        "name": "Hipertextual"
      },
      "author": "Quelian Sanz",
      "title": "Buenas noticias para tu Samsung: One UI 7 ya tiene fecha de lanzamiento, y es mucho antes de lo esperado",
      "description": "Parece que las incógnitas sobre One UI 7, los móviles compatibles y las fechas empiezan a desaparecer. Hace unos días te contamos cuáles serán los primeros 23 Samsung en actualizar al nuevo software, y hoy podemos contarte cuándo ocurrirá este hito. De forma …",
      "url": "http://hipertextual.com/2024/11/buenas-noticias-para-tu-samsung-one-ui-7-ya-tiene-fecha-de-lanzamiento-y-es-mucho-antes-de-lo-esperado",
      "urlToImage": "https://imgs.hipertextual.com/wp-content/uploads/2024/11/ONE-UI-7.jpg",
      "publishedAt": "2024-11-04T10:28:26Z",
      "content": "Parece que las incógnitas sobre One UI 7, los móviles compatibles y las fechas empiezan a desaparecer. Hace unos días te contamos cuáles serán los primeros 23 Samsung en actualizar al nuevo software,… [+2659 chars]",
      "isFavorite": true,
      "userId": "3"
    }
  ]
}