{
  "users": [],
  "favorites": [
    {
      "id": "9c0e",
      "source": {
        "id": null,
        "name": "Hipertextual"
      },
      "author": "Gabriel Erard",
      "title": "Samsung lleva One UI a sus televisores con Tizen: estas son sus principales novedades",
      "description": "Los televisores de Samsung que usan Tizen como sistema operativo han comenzado a actualizarse a One UI. De esta manera, los coreanos pretenden unificar la experiencia de software entre estos dispositivos y otros productos —como sus móviles y tablets— que usan…",
      "url": "http://hipertextual.com/2024/10/samsung-one-ui-actualizacion-televisores-tizen",
      "urlToImage": "https://imgs.hipertextual.com/wp-content/uploads/2024/01/samsung-neo-qled-8k-001.jpg",
      "publishedAt": "2024-10-14T16:12:23Z",
      "content": "Los televisores de Samsung que usan Tizen como sistema operativo han comenzado a actualizarse a One UI. De esta manera, los coreanos pretenden unificar la experiencia de software entre estos disposit… [+2142 chars]",
      "isFavorite": true,
      "userId": "3"
    },
    {
      "id": "aa79",
      "source": {
        "id": null,
        "name": "Hipertextual"
      },
      "author": "Gabriel Erard",
      "title": "Apple prepara nuevas funciones de salud para ayudar a prevenir la diabetes",
      "description": "Si algo ha quedado claro en los últimos años es que Apple tiene un plan muy ambicioso en el plano de la salud. Esto se ha visto especialmente con el Apple Watch, aunque los esfuerzos también se han expandido a los AirPods y al software que impulsa a sus múlti…",
      "url": "http://hipertextual.com/2024/10/apple-funciones-salud-prevenir-diabetes",
      "urlToImage": "https://i0.wp.com/imgs.hipertextual.com/wp-content/uploads/2024/10/mesut-cicen-c0dXPjj0nio-unsplash-scaled.jpg?fit=2560%2C1707&quality=70&strip=all&ssl=1",
      "publishedAt": "2024-10-25T19:50:00Z",
      "content": "Si algo ha quedado claro en los últimos años es que Apple tiene un plan muy ambicioso en el plano de la salud. Esto se ha visto especialmente con el Apple Watch, aunque los esfuerzos también se han e… [+2341 chars]",
      "isFavorite": true,
      "userId": "3"
    },
    {
      "id": "a011",
      "source": {
        "id": null,
        "name": "Gizmodo.com"
      },
      "author": "Gizmodo Deals",
      "title": "Apple’s AirTags Are Back In Stock, And Amazon Is Slashing Prices Just Like Last Year’s Black Friday",
      "description": "It's the ultimate tool for locating your items.",
      "url": "https://gizmodo.com/apples-airtags-are-back-in-stock-and-amazon-is-slashing-prices-just-like-last-years-black-friday-2000521961",
      "urlToImage": "https://gizmodo.com/app/uploads/2024/10/airtag-apple.jpg",
      "publishedAt": "2024-11-08T12:25:10Z",
      "content": "Picture this: youre rushing out the door, late for an important meeting and in the chaos, you cant find your keys. Or imagine arriving at your vacation destination only to realize your luggage is now… [+2578 chars]",
      "isFavorite": true,
      "userId": "3"
    }
  ]
}